[
  {
    "text": "Always code as if the guy who ends up maintaining your code will be a violent psychopath who knows where you live",
    "author": "Steve McConnell"
  },
  {
    "text": "Program complexity grows until it exceeds the capability of theprogrammer who must maintain it",
    "author": "Arthur Bloch. Murphy's Laws"
  },
    {
    "text": "Walking on water and developing software from a specification are easy if both are frozen",
    "author": "Edward V. Berard"
  },
    {
    "text": "There is no time in eternity. Eternity is just a moment, which is enough for one joke",
    "author": "Hermann Hesse"
  },
    {
    "text": "'If everything in the world is meaningless,' Alice said — ' what prevents you from inventing some meaning?'",
    "author": "Lewis Carroll 'Alice in Wonderland'"
  },
    {
    "text": "Today you make code, tomorrow code makes you money",
    "author": "Steve Jobs"
  },
    {
    "text": "Coffee doesn't help programming, but it tastes good",
    "author": "D. Gosling"
  },
    {
    "text": "There are no good languages, there are good programmers",
    "author": "A. Heilsberg"
  },
    {
    "text": "Life's a tough proposition, and the first hundred years are the hardest",
    "author": "Wilson Mizner"
  },
    {
    "text": "The best and most beautiful things in the world cannot be seen or even touched. They must be felt with the heart",
    "author": "H. Keller"
  },
    {
    "text": "Life is too short to do what you don't like",
    "author": "Richard Branson"
  },
    {
    "text": "Life is like riding a bicycle. To keep your balance, you must keep moving",
    "author": "Albert Einstein"
  },
    {
    "text": "It always seems impossible until it’s done",
    "author": "Nelson Mandela"
  },
    {
    "text": "Very little is needed to make a happy life; it is all within yourself in your way of thinking",
    "author": "Marcus Aurelius"
  },
    {
    "text": "If you want to live a happy life, tie it to a goal. Not to people or things ",
    "author": "Albert Einstein"
  }
]  


